Revit 2027 API
ParameterTypeId.RbsElecPanelTotalestloadOtherParam Property
 "Other Total Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalestloadOtherParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalestloadOtherParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadOtherParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalestloadOtherParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace